{
  "welcome": "Welcome",
  "name": "I'm Yuki Nomura",
  "greeting": "Hello! Nice to meet you. I'm Nomu, a software engineer based in Fukuoka.",
  "introduction": "Through this site, I hope to gradually share a bit about who I am, covering everything from my work to my hobbies.",
  "aboutMe": "About Me",
  "aboutMeContent": "I'm originally from Mihara City in Hiroshima Prefecture. As a child, I was energetic and preferred physical activities over studying. At age 8, influenced by my father, I started playing baseball and dedicated my entire student life to pursuing my dream of becoming a professional baseball player.",
  "aboutMeContent2": "The turning point came in June 2020, during my third year of university.",
  "aboutMeContent3": "Driven by the desire to \"develop a skill that would be uniquely mine,\" I began learning programming. I studied intensively on my own for about six months, then started my career as an engineer through internships. What captivated me about programming was the tangible sense that my skills improved in direct proportion to my effort. While my pace of growth wasn't particularly fast, I became absorbed in the gradual process of expanding what I could accomplish, and I found myself completely immersed in programming.",
  "myHobbies": "My Hobbies",
  "hobbiesIntro": "I love physical activities and personal development projects.",
  "hobbiesContent": "I'm passionate about hiking, weight training, and running. I started weight training at age 16, and it has become an integral part of my lifestyle.",
  "hobbiesContent2": "For personal development, I create apps that I would actually use myself. I've developed",
  "hobbiesContent3": "and",
  "hobbiesContent4": ". Currently, I frequently use React, shadcn/ui, and Supabase for development.",
  "captions": {
    "childhood01": "Image from when I went beach",
    "childhood02": "Image from when I went skiing",
    "hiking01": "Image from when I went hiking",
    "trip": "Image from when I went Thailand",
    "squat": "Image from when I did squats"
  }
}
